Repository: Smotko/estudent
Catalog: estudentDjango/locale/*/LC_MESSAGES/django.po
Languages: sl

source: ExamGrades
sl: Vpis ocen

source: ClassList
sl: Seznam za izbirni predmet

source: ExamSignUp
sl: Prijava na izpit

source: Codelist
sl: Šifranti

source: codelist
sl: Šifranti

source: Sites
sl: Strani

source: sites
sl: Strani

source: Auth
sl: Avtentikacija

source: auth
sl: avtentikacija

source: Countries added successfully
sl: Države so bile uspešno dodane

source: Study Programs added successfully
sl: Študijski programi so bili uspešno dodani

source: Post added successfully
sl: Pošte so bile uspešno dodane

source: Region added successfully
sl: Občine so bile uspešno dodane

source: Faculty added successfully
sl: Fakultete so bile uspešno dodane

source: Course added successfully
sl: Predmeti so bile uspešno dodani

source: Instructor added successfully
sl: Predavatelji so bili uspešno dodani

source: Permissions
sl: Dovoljenja

source: Groups
sl: Skupine

source: course code
sl: Šifra predmeta

source: course name
sl: Naziv predmeta

source: valid
sl: veljavno

source: courses
sl: Predmeti

source: course
sl: Predmet

source: country code
sl: Šifra države

source: country name
sl: Naziv države

source: country name original
sl: Naziv v angleščini

source: countries
sl: države

source: country
sl: državo

source: program code
sl: Koda studijskega programa

source: program name
sl: Ime študijskega

source: study programs
sl: Študijski programi

source: study program
sl: Študijski program

source: post code
sl: Poštna številka

source: post name
sl: Naziv pošte

source: posts
sl: pošte

source: post
sl: pošto

source: region code
sl: Šifra Občine

source: region name
sl: Ime občine

source: regions
sl: občine

source: region
sl: občina

source: faculty code
sl: Šifra fakultete

source: faculty name
sl: Naziv fakultete

source: faculties
sl: fakultete

source: faculty
sl: fakulteta

source: instructor code
sl: Šifra Predavatelja

source: name
sl: ime

source: surname
sl: priimek

source: instructors
sl: predavatelji

source: instructor
sl: predavatelj

source: groups of instructors
sl: skupine predavateljev

source: group of instructors
sl: skupina predavateljev

source: Failedloginblocker
sl: Blokiranje prijav

source: Failed attempts
sl: Poskusi prijav

source: Username
sl: Uporabnik

source: Failures
sl: Napake

source: failed attempts
sl: Poskusi prijave

source: Last failed attempt
sl: Zadnji ponesrečen poskus

source: Student
sl: Študent

source: student
sl: študent

source: enrollment number
sl: vpisna številka

source: social security number
sl: EMŠO

source: tax number
sl: davčna številka

source: male
sl: Moški

source: female
sl: Ženski

source: gender
sl: Spol

source: date of birth
sl: Rojstni datum

source: country of birth
sl: Država rojstva

source: place of birth
sl: Kraj rojstva

source: region of birth
sl: Pokrajina rojstva

source: password
sl: geslo

source: students
sl: študent

source: permanent address
sl: Naslov stalnega bivališča

source: temporary address
sl: Naslov začasnega bivališča

source: street
sl: Ulica (naselje) in hišna številka

source: send address
sl: Naslov za pošiljanje

source: addresses
sl: Naslovi

source: address
sl: Naslov stalnega bivališča

source: home number
sl: Domača tel. št.

source: work number
sl: Delovna tel. št.

source: mobile number
sl: Mobilna tel. št.

source: study year
sl: Študijsko leto

source: class year
sl: letnik

source: enrollment type
sl: vrsta vpisa

source: regular
sl: redni

source: enrollments
sl: vpisi

source: enrollment
sl: vpis

source: location
sl: lokacija

source: date
sl: datum

source: nr of Sign up
sl: število prijav

source: total points
sl: vse možne točke

source: minimal points
sl: meja za pozitivno

source: exam dates
sl: Izpitni roki

source: exam date
sl: izpitni rok

source: results exam
sl: ocena izpita

source: results practice
sl: ocena vaj

source: points
sl: točke

source: paid for
sl: plačano

source: exam signups
sl: Prijave na izpit

source: exam signup
sl: prijava na izpit

source: module code
sl: Šifra modula

source: module name
sl: Modul

source: module
sl: Modul

source: modules
sl: Moduli

source: mandatory
sl: obvezni

source: curriculum course
sl: Predmet Predmetnika

source: curriculum
sl: Predmetnik

source: Change password
sl: Spremeni geslo

source: Log out
sl: Odjava

source: Please correct the error below.
sl: Prosimo popravite spodnjo napako

source: Update all
sl: Posodobi vse
